/* 
  R1EffectsSDK.strings
  R1PhotoEffectsSDK

  Created by Drew Colace on 8/29/13.
  Copyright (c) 2013 RadiumOne, Inc. All rights reserved.
*/

// Navigation Button Titles
"Crop:Done" = "Avançar";
"Crop:Apply" = "Avançar";
"Next" = "Avançar";
"Done" = "OK";
"Cancel" = "Cancelar";
"Effects:Done" = "Avançar";

// Crop Screen Title
//"Crop" = "Recortar";

//Crop Preset Titles
"NoCrop" = "Normal";
"SquareCrop" = "Quadrado";
"CustomCrop" = "Personalizado";
"2x3" = "2x3";
"3x5" = "3x5";
"3x2" = "3x2";
"5x3" = "5x3";

// Active Effect Titles
//"Stickers" = "Adesivos";
//"Filters" = "Filtros";
//"Borders" = "Bordas";
//"Text" = "Texto";
//"Draw" = "Desenhar";

// Loading Prompt
"LoadingEffects" = "Carregando";

// Pop-up Alert Text
"Alert" = "Alerta";
"OK" = "OK";
"Error" = "Erro";
"Earn" = "Earn";
"OfferComfirm" = "To download this pack for free, just complete an offer.";
"OfferCompleted" = "Congrats! You have earned a pack.";
"GetOffer" = "Get this pack for free";

"ClearDrawTitle" = "Limpar desenho?";
"ClearDrawMsg" = "Tem certeza de que deseja limpar todo o desenho da imagem?";
"ClearDrawYes" = "Limpar desenho";

"PriceUnavail" = "Os preços do produto não estão disponíveis";
"PurchaseProblem" = "Ocorreu um erro na compra.";
"RestoreError" = "Erro ao restaurar compras";
"PayentProblem" = "Não foi possível processar seu pagamento";

// Effect Pack Downlad Status
"Waiting" = "Aguardando...";

// Effect Pack Store Button Labels
"Free" = "Grátis";
"Download" = "DOWNLOAD";
"Installing" = "INSTALANDO";

// Effect Pack Store Title
"DownloadPack" = "Fazer download do pacote";

// Effect Pack Store Page Restore button title
"Restore" = "Restaurar compras";

// 'None' border selection
"NoBorder" = "Normal";

// 'None' filter selection
"NoFilter" = "Normal";
